-- phpMyAdmin SQL Dump
-- version 4.9.5
-- https://www.phpmyadmin.net/
--
-- Host: localhost:8889
-- Generation Time: Nov 27, 2020 at 10:57 PM
-- Server version: 5.7.30
-- PHP Version: 7.4.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `unicorn`
--

-- --------------------------------------------------------

--
-- Table structure for table `legends`
--

CREATE TABLE `legends` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `title` varchar(100) NOT NULL,
  `description` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `legends`
--

INSERT INTO `legends` (`id`, `name`, `title`, `description`) VALUES
(1, 'اليونانية', 'أسطورة الunicorn ', 'كائن خيالي أسطوري على هيئة حصان خُرافي وقرناً وحيداً في وسط مقدمة الرأس ابيض اللون وهو \"unicorn\" ذُكر في الأساطير وأتخُذ كشعار لنبلاء العصور الوسطى في إوروبا , إيضاً يرمز للقوه والجمال الفريدين من نوعهما .\r\nوبالرغم من مظهره الرائع وجماله فإنه يقاتل بوحشية وعنف شديدين ومن المستحيل امساكه خصوصاَ إذا حوصر لكنه يستجيب بسهولة للمسة أنثى عذراء !\r\nويعتقد على نطاق واسع أن أول إشارة الى كائنات اليونيكورن كانت في الصين في عام 2500  قبل الميلاد , وكان الحديث عنها مقروناً باعتبارها مخلوقات إعجازيه يشع جسم الواحد منها بالألوان المبهره وله صوت يشبه صلصة الجرس وقرن من العاج منزرع في مقدمة رأسه طوله حوالي اثنا عشر قدماً!!\r\nكان حصان اليونيكورن موضوعاً للتأمل والتعجب لفترة طويله .\r\n'),
(2, 'اليابانية', 'كوشيساكي أونا السيدة ذات الفم المشقوق', 'تحكي الأسطورة عن سيدة قام زوجها بقتلها وتشويهها , فشق فمها من الأذن للأذن ! . لكنها عادت على هيئة روح خبيثة تغطي فمها بكمامة طبية , وقد يظن الأطفال أنها مريضة , لكنها في الحقيقة تريد أن تخفى ذلك الفم المشوه عن الأنظار .. وعندما تقابل طفلا وحيدا في الشارع تسأله : \" هل أنا جميلة ؟! \" .. فإذا قال لا تقوم بقتله وتقطيعه بواسطة المقصات التي تحملها !! . و إذا قال نعم فسوف تزيل القناع ثم ستسأله مجددا : \" ماذا عن الآن ؟! \" . فإذا قال لا تقطعه إلى نصفين , أما إذا قال نعم , فسوف تشق فمه مثلها تماما تظهر في الليل لتقطع اوصالكم وتقتلع قلوبكم .. ويقال بان الطريقة الوحيدة لتجنب خبث تلك السيدة الشريرة هو بقول إجابة مبهمة , إي ليس نعم و ليس لا , مثل قول : أنتي متوسطة الجمال , أو أنتي لست جميلة ولا قبيحة . عندها ستحتار السيدة و لا تدرى ماذا تفعل . ويقال أيضا بأنك لو ألقيت عليها قطعة حلوى فسوف تلتقطها , و قد يمنحك ذلك وقت للهرب . و البعض يظن بأنها ستترك الطفل و تذهب في سبيلها لو أعاد عليها نفس سؤالها قائلا : \" هل أنا جميل/ة ؟ \" , عندها سترتبك و ترحل .. انتشرت هذه الأسطورة في محافظة نجاساكى , وسرعان ما انتشرت في عموم اليابان , وسببت هلعا ورعبا كبيرا في أوج انتشارها في سبعينيات القرن الماضي , خصوصا بعد انتشار قصص عن وقوع حوادث حقيقية للأطفال على يد تلك السيدة المخيفة , حتى أن بعض المدارس في حينها لم تعد تسمح للأطفال أن يعودوا لمنازلهم بعد الدوام إلا إذا رافقهم شخص كبير السن .. '),
(4, 'العربية', 'العنقاء', 'إنه ذلك الطائرالذهبي الأحمر , والذي قيل أنه يعيش وحيداً لـ 500 سنة , وقد قيل في بعض الأساطير أنه يعيش حتى 79,200 سنة , وفي كل تلك السنوات لا يوجد إلا طائر عنقاء واحد , ويقال أنها عاشت في شبه الجزيرة العربية, وهي دائما من الذكور , والعنقاء أو الفينكس هو طائر طويل العنق لذا سماه العرب \"عنقاء\" أما كلمة الفينكس فهي يونانية الأصل وتعني نوعا معينا من النخيل، وبعض الروايات ترجع تسمية الطائر الأسطوري إلى مدينة فينيقية، حيث أن المصريين القدماء اخذوا الأسطورة عنهم فسموا الطائر باسم المدينة.\r\n\r\nويمتاز هذا الطائر الأسطوري بالجمال والقوة , وقد قيل انه وبعد إنقضاء سنوات عمره , وعندما يوشك على الموت , فيترك موطنه ويسعى صوب فينيقيا ويختار نخلة شاهقة العلو لها قمة تصل إلى السماء، ويبني له عشاً. بعد ذلك يموت في النار، ومن رماده يخرج مخلوق جديد.. دودة لها لون كاللبن تتحول إلى شرنقة، ويخرج من هذه الشرنقة طائر عنقاء جديد يطيرعائداً إلى موطنه الأصلي، ويحمل كل بقايا جسده القديم إلى مذبح الشمس في هليوبوليس بمصر، ويحيي شعب مصر هذا الطائر العجيب، قبل أن يعود لبلده في الشرق .\r\n\r\nهذه هي أسطورة العنقاء كما ذكرها المؤرخ هيرودوت , وبسبب إنبعاثه من الرماد أصبح رمزاً للخلود في كثير من ثقافات الشعوب حتى يومنا هذا .. حتى أن الشخص الذي يتعافى بعد أن يتعرض لأزمة أو هزيمة كبيرة , يقال عليه \" طائر الفينيق\r\n ربما كان طائر الفينيق العربي هو اكثر الطيور الأسطورية المشهورة قديماً , وقد قيل أن عنقاء الجزيرة العربية , كان كطائر نسر كبير , وله ريش ذهبي وقرمزي رائع , ويصدر صرخات مثل الإيقاع , ويأتي كل صبح ليغني أغنية ساحرة, وكان يسمى طائر الشمس , وطائر آشور , وكان يعتبر ملك الطيور\r\n'),
(6, 'الايرلنديه', 'أسطورة الخروف الأسود ', 'من العادات المتبعة منذ القدم عند الآيرلندين، عند قيام شخص بدلق الماء أثناء الليل، أن يصيح بصوت مسموع قائلاً: «حذار الماء». أو حرفيًا كما يقول الآيرلنديون: «أبعد نفسك عن الماء»، وذلك مراعاة للاعتقاد السائد أن أرواح الميتين، تستمر في التجول، ومن الخطر إلقاء الماء عليها.\r\nوفي إحدى الليالي المظلمة قامت امرأة بدلق دلو كانل من الماء المغلي، من دون النطق بتلك الجملة المحذرة للأرواح، فسمعت على الفور صرخة كأنها قادمة من شخص يتألم، لكن لم يظهر أحد.\r\nوفي الليلة التالية دخل خروف أسود بيتها، وكان ظهره محروقًا، واستلقي أرضًا بالقرب من المودق، وأخذ يتأوه حتى مات. فأدرك الجميع أنه تلك الروح التي احترقت بالخطأ على يد المرأة.\r\nحملوا الخروف الميت، وفنوه. لكن في الوقت نفسه من كل ليلة، كان الخروف ذاته، بظهره المحروق، يدخل البيت، ويستلقي عند الموقد، يتأوه، ثم يموت.\r\nوبعد تكرار هذا عدة مرات، طلبوا مساعدة القس. وبفضل قوة رقيته. وتعاويذه، استراحت روح الميت، ولم يعد الخروف الأسود للظهور، كما لم يجدوا جثته في القبر حين نبشوه، مع أنهم وضعوه بأيديهم، هناك عميقًا في الأرض، وأهالوا عليه التراب بأيديهم.\r\n'),
(7, 'الفرعونية', 'عروس النيل \" أسطوره من التاريخ الفرعوني\"', 'تقول الأسطورة , عند ليلة ثلاثة عشر من شهر بؤونة كان يسمى يوم وفاة النيل ويتم تزيين أجمل فتاة ويطلق عليها عروس النيل على أن تكون هذه الفتاة بكر(عذراء) تؤخذ من أبويها ويحملوا عليها من الحلي والثياب ثم يلقوا بها في النيل! وفي معتقدات المصريين القدماء أنهم إن لم يقوموا برمي هذه الفتاة .... فإن النيل لن يجري ولن يأتي الفيضان بالخير !\r\nرأى بعض المؤرخين أن هذه الأسطوره ظلت متواجدة بشكل رمزي في عيد وفاة النيل , حيث أستمر المصريين في إلقاء دميه خشبيه على شكل فتاة آدميه بدلاً من الفتيات . \r\n'),
(8, 'الصينية', 'أسطوره جيش التيراكوتا الصيني ', 'أمر إمبراطور الصين الأول \" كين شين هوانج \" ببناء هذا الجيش ليتم دفنه معه عند الموت , وفعلاً عندما مات دُفن مع جيوشه وجنوده وإداريين وموسيقيين وأواني فخاريه قيمّه , والعديد من الأشياء المدهشه وسط 100 نهر مُطعّم بالزئبق \r\nحيث شارك 700,000 شخص لبناء الآف من التماثل الطينيه الغير متشابهه بملامح دقيقه لدرجه مدهشه! ووضعها في أفران تصل درجة حرارتها لألف درجه مئويه, ثم تركها لتبرد وتلوينها وتزيينها ! , وقد تم بناء هذا الضريح بشكل يجعل من الصعب على أي شخص اكتشافه , وبالفعل لم يتم أكتشافها الإ بالصدفه في عام 1974  حين كان مجموعه من المزارعين المحليين يقومون بحفر بئر , ليكتشفوا هذا الجيش الأسطوري .\r\nويتوقع الخبراء أن هناك العديد من الحفر التي تحتوي المزيد من جنود \" التيراكوتا\" ولم تُكتشف بعد .\r\nوقد أكتشف العلماء بالفعل وجود نسب كبيرة من الزئبق في تربة المنطقة المحيطة بالضريح مما جعل هذه الأسطورة تصبح حقيقة!\r\nبعضهم أعتبر هذا الجيش من عجائب الدنيا السبع لتصبح هي الثامنة .\r\n');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `legends`
--
ALTER TABLE `legends`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `legends`
--
ALTER TABLE `legends`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
